Repository: i2p/i2p.i2p-bote
Catalog: webapp/src/main/locale/messages_*.po
Languages: fa, ro, ru

source: Password required or invalid password provided
ro: Este necesara parola sau parola introdusa este incorecta
ru: Нужен пароль или пароль неправильный

source: Deletion of mailboxes is not currently supported.
ro: Ștergerea de căsuțe poștale nu este susținută în prezent.
ru: Удаление почтовых ящиков сейчас не поддерживается.

source: Not set.
fa: تنظیم نشده.
ro: Nu este setat.
ru: Не задано.

source: Queued
ro: În coadă
ru: Поставлено в очередь

source: Sending
fa: در حال ارسال
ro: Trimitere
ru: Отправка

source: Sent to {0} out of {1} recipients
fa: ارسال شده به {0} از {1} گیرنده
ro: Trimis la {0} din {1} destinatari
ru: Отправленно {0} из {1} получателей

source: Email sent
fa: ایمیل ارسال شد
ro: E-mail este trimis
ru: Сообщение отправлено

source: Gateway disabled
ro: poarta de acces dezactivat
ru: Шлюз отключён

source: No identity matches the sender/from field: {0}
ro: Nici o identitate nu se potrivește cu expeditorul/din câmp: {0}
ru: Идентификатор не соответствует отправителю/полю "от": {0}

source: Invalid recipient address: {0}
fa: آدرس گیرنده نامعتبر: {0}
ro: Adresa destinatarului nevalidă: {0}
ru: Неправильный адрес получателя: {0}

source: Error creating email packets: {0}
fa: خطا در ایجاد بسته های ایمیل: {0}
ro: Eroare la crearea de pachete de e-mail: {0}
ru: Ошибка создания пакетов электронной почты: {0}

source: Error while sending email: {0}
fa: خطا در هنگام ارسال ایمیل: {0}
ro: Eroare la trimiterea de e-mail: {0}
ru: Ошибка при отправке почты: {0}

source: Error saving email metadata: {0}
fa: خطا در ذخیره سازی فراداده ایمیل: {0}
ro: Eroare la salvarea de e-mail metadate: {0}
ru: Ошибка при сохранении метаданных email-a: {0}

source: New email received
fa: ایمیل جدید دریافت شد
ro: Nou e-mail primit
ru: Получено новое письмо

source: Kademlia Peers:
ro: Kademlia colegii:
ru: Пиры Kademlia:

source: Relay Peers:
fa: همتایان بازپخش:
ro: Colegii Releu:
ru: Промежуточные пиры:

source: Peer
fa: همتا
ro: Coleg
ru: Пир

source: I2P Destination
fa: مقصد I2P
ro: Destinație I2P
ru: I2P-адрес

source: Reachability %
ro: Accesibilitatea %
ru: Доступность %

source: Untested
fa: آزمایش نشده
ro: Netestat
ru: Непроверенный

source: Banned Peers:
fa: همتایان مسدود شده:
ro: Colegii blocati
ru: Забаненные пиры:

source: Destination Hash
ro: Hashul destinației
ru: I2P-хеш

source: Ban Reason
ro: Motiv de Ban
ru: Причина бана

source: Reachable
fa: قابل دسترس
ro: Accesibil
ru: Доступный

source: Unreachable
fa: غیر قابل دسترس
ro: Indisponibil
ru: Недоступный

source: Good
fa: خوب
ro: Bine.
ru: Удачный

source: Unreliable
fa: غیر قابل اطمینان
ro: Nesigur
ru: Ненадежный

source: Wrong protocol version:
fa: نسخه پروتکل نادرست:
ro: Versiune de protocol greșit:
ru: Неправильная версия протокола:

source: Error: Please add at least one recipient.
fa: خطا: لطفا حداقل یک گیرنده اضافه کنید.
ro: Eroare: Vă rugăm să introduceţi cel puţin un destinatar
ru: Ошибка: добавьте как минимум одного получателя.

source: The email has been queued for sending.
fa: ایمیل برای ارسال در صف قرار داده شد.
ro: E-mail a fost pus în coada de așteptare pentru trimiterea.
ru: Email был добавлен в очередь для отправки.

source: Error sending email: {0}
fa: خطا در ارسال ایمیل: {0}
ro: Eroare la trimiterea de e-mail: {0}
ru: Ошибка отправки email-а: {0}

source: Address doesn't contain an Email Destination or an external address: {0}
ro: Adresa nu conține o destinație e-mail sau o adresă externă: {0}
ru: Адрес не содержит ни Bote-адреса, ни внешнего адреса: {0}

source: BktPfx
ru: K-Buck.

source: Distance
fa: فاصله
ro: Distanță
ru: Расстояние

source: Locked?
fa: قفل شده؟
ro: Blocat?
ru: Заблокировано?

source: First Seen
ro: primul vazut
ru: Впервые замечено

source: Yes
fa: بله
ro: Da
ru: Да

source: No
fa: خیر
ro: NU
ru: Нет

source: (None)
fa: (هیچ)
ro: (Nimic)
ru: (нет)

source: Export Identities
fa: برون برد هویت ها
ro: Exporta Identități
ru: Экспортировать идентификаторы

source: Password:
fa: رمز عبور:
ro: Parolă:
ru: Пароль:

source: (leave blank to not encrypt identities)
fa: (برای رمزگذاری نکردن هویت ها خالی بگذارید)
ro: (lasă necompletat pentru a nu cripta identitățile)
ru: (оставить пустым, чтобы не шифровать идентификаторы)

source: Confirm:
fa: تایید:
ro: Confirmați:
ru: Подтверждение:

source: Export
fa: خروجی
ro: Exportă
ru: Экспортировать

source: From
fa: از
ro: De la
ru: От

source: Know
ro: Cunoscute
ru: Знаком

source: To
fa: به
ro: Pentru
ru: Кому

source: Subject
fa: موضوع
ro: Subiect
ru: Тема

source: Sent Time
fa: زمان ارسال
ro: Ora trimisa
ru: Отправлено

source: Delivered
ro: Livrat
ru: Доставлено

source: Anonymous
fa: ناشناس
ro: Anonim
ru: Аноним

source: (No subject)
fa: (بدون موضوع)
ro: (Fără subiect)
ru: (нет темы)

source: Signature is invalid or missing
ro: Semnătura este nevalidă sau lipsește
ru: Подпись отсутствует или не совпадает

source: Delete
fa: پاک کردن
ro: Șterge
ru: Удалить

source: Delete this email
fa: حذف این ایمیل
ro: Șterge acest email
ru: Удалить это письмо

source: User Guide
fa: راهنمای کاربر
ro: Ghidul utilizatorului
ru: Руководство пользователя

source: Checking for mail...
fa: بررسی برای ایمیل...
ro: Verificarea e-mail ...
ru: Проверка почты...

source: Check Mail
fa: بررسی ایمیل
ro: Verifică poșta
ru: Проверить почту

source: Compose
fa: نوشتن
ro: Compunere
ru: Написать

source: Last checked:
fa: آخرین بررسی:
ro: Ultima verificat:
ru: Последняя проверка:

source: The contact has been deleted from the address book.
fa: مخاطب از دفترچه آدرس حذف شده است.
ro: Contactul a fost șters din agendă.
ru: Контакт был удалён из адресной книги.

source: Error
fa: اشتباه
ro: Eroare
ru: Ошибка

source: Form must be submitted using POST.
ro: Formularul trebuie transmis prin metoda POST.
ru: Форма должна быть отправлена с использованием POST

source: Please fill in the Destination field.
fa: لطفا فیلد مقصد را پر کنید.
ro: Vă rugăm să completați câmpul de destinație.
ru: Пожалуйста, заполните поле назначения.

source: Please fill in the Name field.
fa: لطفا فیلد نام را پر کنید.
ro: Vă rugăm să completați în câmpul Nume.
ru: Пожалуйста, заполните поле имени.

source: The contact has been saved.
fa: مخاطب ذخیره شده است.
ro: Contactul a fost salvat.
ru: Контакт был сохранён.

source: New Contact
fa: مخاطب جدید
ro: Contact nou
ru: Новый контакт

source: Add
fa: اضافه کردن
ro: Adaugă
ru: Добавить

source: Edit Contact
fa: ویرایش مخاطب
ro: Editează contact
ru: Править

source: Save
fa: ذخيره
ro: Salvează
ru: Сохранить

source: Email Destination:
fa: مقصد ایمیل:
ro: Destinații email:
ru: Bote-адрес:

source: (required field)
fa: (فیلد ضروری)
ro: (Cîmp cerut)
ru: (обязательное поле)

source: Name:
fa: نام:
ro: Nume:
ru: Имя:

source: Picture:
fa: تصویر:
ro: Fotografie:
ru: Картинка:

source: Text:
fa: متن:
ru: Текст:

source: Cancel
fa: لغو کردن
ro: Renunță
ru: Отмена

source: Address Book
fa: دفترچه آدرس
ro: Carte de adrese
ru: Адресная книга

source: Private Address Book
fa: دفترچه آدرس خصوصی
ro: Carte de adrese privata
ru: Приватная адресная книга

source: Select One or More Entries
ro: Selectați una sau mai multe intrări
ru: Выберите одну или несколько записей

source: The address book is empty.
fa: دفترچه آدرس خالی می باشد.
ro: Agendă de adrese este goală.
ru: Адресная книга пуста.

source: Name
fa: نام
ro: Nume
ru: Имя

source: Text
fa: متن
ru: Текст

source: Email Destination
fa: مقصد ایمیل
ro: Destinații email
ru: Bote-адрес

source: Delete this contact
fa: حذف این مخاطب
ro: Șterge acest contact
ru: Удалить этот контакт

source: Add Recipients
fa: افزودن گیرندگان
ro: Adauga destinatar
ru: Добавить получателей

source: Return
fa: بازگشت
ro: revenire
ru: Возврат

source: Import from the public address directory
fa: درون برد از دایرکتوری آدرس عمومی
ro: Importul din agenda de adrese
ru: Скопировать из публичного справочника адресов

source: Lookup
ro: Căutare
ru: Поиск

source: Error:
fa: خطا:
ro: Eroare
ru: Ошибка:

source: Security Violation
ro: Încălcarea Securității
ru: Нарушение безопасности

source: CSRF Security Violation
ro: Încălcarea securității CSRF
ru: CSRF-нарушение безопасности

source: Please fill in the Public Name field.
fa: لطفا فیلد نام عمومی را پر کنید.
ro: Vă rugăm să completați câmpul Nume public.
ru: Пожалуйста, заполните поле «Отображаемое имя».

source: Please wait...
fa: لطفا صبر کنید ...
ro: Așteptați...
ru: Пожалуйста подождите...

source: The Email Identity is being generated. This may take a while.
fa: هویت ایمیل در حال تولید می باشد. این ممکن است چندی وقت بگیرد.
ro: Identitatea e-mail se genereaza. S-ar putea să dureze ceva.
ru: Формируется почтовый идентификатор. Это может занять несколько минут.

source: This encryption type does not support destinations that start with {0}. Valid initial characters are {1}.
ro: Acest tip de criptare nu suporta destinațiile care încep cu {0}. Caracterele inițiale valabile sunt {1}.
ru: Этот тип шифрования не поддерживает назначения, начинающиеся на {0}. Поддерживаемые начальные символы {1}.

source: The email identity has been saved.
fa: هویت ایمیل ذخیره شده است.
ro: Identitatea de e-mail a fost salvata.
ru: Набор ключей был сохранён.

source: Add Email Destination to Directory
fa: افوزدن مقصد ایمیل به دایرکتوری
ro: Adauga e-mail de destinație
ru: Добавить адрес назначение в справочник

source: The name exists already. Please choose a different Public Name.
fa: نام هم اکنون موجود می باشد. لطفا یک نام عمومی متفاوت انتخاب کنید.
ro: Numele există deja. Vă rugăm să alegeți un alt nume public.
ru: Такое имя уже есть. Пожалуйста выберите другое имя.

source: Publish to the Address Directory
ro: Publicarea in agenda de adrese
ru: Отправить в справочник адресов

source: Picture to upload:
fa: تصویر برای آپلود:
ro: Imagine pentru a încărca:
ru: Загрузить картинку

source: (optional, 7.5 kBytes max)
ro: (opțional, 7.5 kocteți max)
ru: (не обязательно, 7.5Кб максимум)

source: Text to include:
fa: متن برای قرار دادن:
ro: Text pentru a include:
ru: Текст

source: (optional, 2000 chars max)
ro: (opțional, 2000 caractere max)
ru: (не обязательно, 2000 символов максимум)

source: Publish
fa: انتشار
ro: Publică
ru: Опубликовать

source: The identity has been added to the address directory.
ro: Identitatea a fost adăugata la agenda de adrese.
ru: Идентификтор добавлен в адресный справочник

source: No Identity
fa: هیچ هویت
ro: Fără Identitate.
ru: Идентификатор отсутствует

source: No Email Identity Defined
fa: هیچ هویت ایمیلی تعریف نشده است
ro: Nici o identitate de e-mail definită
ru: Ни одного набора ключей не определено

source: Create a New Email Identity
fa: ایجاد یک هویت جدید ایمیل
ro: Creare identității de e-mail nou
ru: Создать новый набор ключей

source: The email identity has been deleted.
fa: هویت ایمیل حذف شده است.
ro: Identitatea de e-mail a fost ștearsa.
ru: Идентификатор email был удален

source: Debug
fa: اشکال زدایی کردن
ro: Depanare
ru: Отладка

source: Debug Page
fa: صفحه اشکال زدایی
ro: Pagina de depanare
ru: Страница отладки

source: Test encrypted files
fa: آزمایش فایل های رمزگذاری شده
ro: Testarea fișierelor criptate
ru: Проверить шифрованные файлы

source: No file encryption problems found.
fa: هیچ مشکل رمزگذاری فایل یافت نشد.
ro: Nu au fost gasite probleme cu criptare
ru: Нет проблем шифрования

source: Undecryptable files:
fa: فایل های غیرقابل رمزگشایی:
ro: Fișierele nedescriptate
ru: Не могу расшифровать файлы:

source: More...
fa: بیشتر...
ro: Mai mult...
ru: Еще...

source: Less...
fa: کمتر...
ro: Mai puțin ...
ru: Меньше...

source: New Email Identity
fa: هویت ایمیل جدید
ro: Identitatea e-mail nouă
ru: Новый набор ключей

source: Create
fa: ایجاد کردن
ro: Creează
ru: Создать

source: Edit Email Identity
fa: ویرایش هویت ایمیل
ro: Editarea identitatii e-mail
ru: Править набор

source: An Email Identity lets you receive email from other I2P-Bote users.
fa: یک هویت ایمیل به شما اجازه می دهد تا ایمیل هایی از جانب دیگر کاربران I2P-Bote دریافت کنید.
ro: O identitate e-mail vă permite să primiți e-mail de la alți utilizatori I2P-Bote.
ru: Почтовый идентификатор дает возможность получать почту от других пользователей I2P-Bote.

source: Public Name:
fa: نام عمومی:
ro: Numele publică:
ru: Отображаемое имя:

source: (required field, shown to recipients)
fa: (فیلد ضروری، به گیرندگان نمایش داده می شود)
ro: (câmp obligatoriu, prezentat la destinatari)
ru: (обязательное поле, отображается получателям)

source: Description:
fa: توضیح:
ro: Descriere:
ru: Описание:

source: (optional, kept private)
fa: (اختیاری، خصوصی باقی می ماند)
ro: (opțional, confidențial)
ru: (опционально, скрыто от остальных)

source: (published to the address directory)
fa: (انتشار یافته روی دایرکتوری آدرس)
ro: (Publicarea in agenda de adrese)
ru: (добавлен в справочник адресов)

source: Encryption:
fa: رمزگذاری:
ro: Criptare:
ru: Шифрование:

source: (If unsure, leave the default)
fa: (در صورت عدم اطمنیان، از پیش فرض استفاده کنید)
ro: (Dacă nu sunteți sigur, lăsați implicit)
ru: (оставьте по-умолчанию, если не уверены)

source: Vanity Destination:
ro: Destinația Vanității:
ru: Косметический адрес:

source: (2 chars takes seconds, 3 takes minutes, etc.)
ro: (2 caractere ia secunde, 3 Ia minute, etc.)
ru: (2 символа занимают секунды, 3 — минуты, и т.д.)

source: Fingerprint:
fa: اثر انگشت:
ro: Amprentă:
ru: Отпечаток:

source: Default Identity:
fa: هویت پیش فرض:
ro: Identitatea implicită:
ru: Набор ключей по-умолчанию:

source: Include in global check:
ro: Include în verificarea globală:
ru: Добавить к общей проверке:

source: Private keys:
fa: کلید های خصوصی:
ro: Cheile private:
ru: Приватные ключи:

source: (Never reveal to anyone!)
fa: (به هیچکس آشکار نکنید!)
ro: (nu-l descoperi nimănui!)
ru: (Никому не показывайте!)

source: Show
fa: نمایش
ro: Arată
ru: Показать

source: Cannot publish until connected.
fa: عدم توانایی در انتشار تا زمان اتصال.
ro: Nu pot publica pana conectarea.
ru: Не могу отправить, пока не соединимся

source: Delete this identity
fa: حذف این هویت
ro: Șterge această identitate
ru: Удалить этот набор

source: Frequently Asked Questions
fa: سوالات متداول
ro: Întrebări frecvente
ru: Часто задаваемые вопросы

source: Password is cached. Click to clear the password cache.
fa: گذرواژه در حافظه قرار گرفت. برای پاکسازی حافظه کلیک کنید.
ro: Parola este stocată în cache. Clic pentru a curati memoria cache.
ru: Пароль кеширован. Нажмите для того чтобы очистить кеш паролей.

source: Secure Distributed Email
ro: Email secur distribuit
ru: Безопасная распределённая почта

source: Addresses
fa: آدرسها
ro: Adrese
ru: Адреса

source: Identities
fa: هویت ها
ro: Identități
ru: Наборы ключей

source: Configuration
fa: پیکربندی
ro: Configurație
ru: Конфигурация

source: Settings
fa: تنظیمات
ro: Configurări
ru: Настройки

source: Network Status
fa: وضعیت شبکه
ro: Starea rețelei
ru: Состояние сети

source: Help
fa: راهنمایی
ro: Ajutor
ru: Помощь

source: About
fa: درباره
ro: Despre
ru: О I2P-Bote

source: For I2P-Bote to function properly, you must download the JCE Unlimited Strength Jurisdiction Policy files and move them into this folder:
ro: Pentru ca I2P-Bote să funcționeze corect, trebuie să descărcați fișierele JCE de politică jurisdicție nelimitată și să le mutați în acest dosar:
ru: Для того, чтобы I2P-Bote функционировал должным образом, Вы должны скачать файлы Java-расширения JCE Unlimited Strength Jurisdiction Policy и переместить их в эту папку:

source: Guide
fa: راهنما
ro: Ghidaj
ru: Руководство

source: Password Cleared
fa: گذرواژه پاک شد
ro: Parola stersa
ru: Пароль удален

source: The password has been cleared from the cache.
fa: گذرواژه از حافظه پاک شده است.
ro: Parola a fost eliminat din cache.
ru: Пароль был удален из кеша.

source: Outbox
fa: ارسالی
ro: Netrimise
ru: Исходящие

source: Create Time
fa: ایجاد زمان
ro: Creare Timp
ru: Время создания

source: Status
fa: وضعیت
ro: Stare
ru: Статус

source: In order to receive email from other people, you need to create an email identity first.
ro: Pentru a primi e-mail-uri de la alte persoane, aveți nevoie în primul rând de a crea o identitate de e-mail.
ru: Чтобы получать письма отдругих людей, необходимо сначала создать набор ключей.

source: Every email identity is associated with an email destination. Anybody can send email to the email destination, but only the identity holder can read it.
ro: Fiecare identitate e-mail este asociată cu o destinație e-mail. Oricine poate trimite e-mail la destinația e-mail, ci numai titularul de identitate le poate citi.
ru: Каждый набор ключей связан с Bote-адресом. Любой может отправить письмо на Bote-адрес, но только владелец ключей может их читать.

source: In a sense, email identities are the equivalent to traditional email accounts - except that there is no provider that can read all your email because I2P-Bote stores all emails encrypted on the network.
ro: Într-un sens, identități e-mail sunt echivalentul a conturilor de e-mail traditionale - cu excepția faptului că nu există nici un furnizor care poate citi toate e-mail-uri, deoarece depozit I2P-Bote toate mesajele de poștă electronică sunt criptate în rețea.
ru: По-сути, набор ключей аналогичен традиционным аккаунтам электронной почты, но без провайдера, который может читать всю вашу корреспонденцию — I2P-Bote хранит все письма зашифрованными в сети.

source: I2P-Bote automatically decrypts emails sent to you, using the email identity you created. Email identities are stored in a file named identities; never give this file to anyone or they will be able to read all your emails.
ro: I2P-Bote decriptează automat e-mailuri trimise la tine, folosind identitatea de e-mail ce ați creat. Identități de e-mail sunt stocate într-un fișier numit identități, nu da acest fișier pentru oricine sau ei vor putea să citească toate mesajele de poștă electronică.
ru: I2P-Bote автоматически расшифровывает отправленные вам письма при помощи созданного вами набора ключей. Наборы ключей хранятся в файле identities.txt, никогда не давайте этот файл другим, чтобы они не могли прочесть вашу почту.

source: Do give out the email destination so others can contact you.
fa: مقصد ایمیل را به دیگران بدهید تا بتوانند با شما ارتباط برقرار کنند.
ro: Nu dati destinația e-mail, astfel încât ceilalți puteți sa va contactati.
ru: Дайте другим ваш Bote-адрес и они смогут связаться с вами.

source: It is easy to create multiple identities for different purposes, or different contacts.
ro: Este ușor de a crea mai multe identități pentru scopuri diferite, sau diferite contacte.
ru: Легко создать несколько наборов ключей для разных целей, для разных контактов.

source: When you create a new email identity, you can choose the type of encryption that will be used by the email identity. While all encryption algorithms offered by I2P-Bote provide a high level of privacy, the length of an email destination depends on the encryption used. The choice of encryption also determines what signing algorithm is used.
ro: Când creați o identitate nouă e-mail, puteți alege tipul de criptare, care va fi utilizat de către identitatea e-mail. În timp ce toate algoritmi de criptare oferite de I2P-Bote oferă un nivel ridicat de intimitate, durata de o destinație de e-mail depinde de criptare folosite. Alegerea de criptare determină, de asemenea, algoritmul de semnare utilizat .
ru: Когда вы создаёте новый набор ключей, вы можете выбрать используемый им тип шифрования. Хотя все алгоритмы шифрования I2P-Bote дают высокий уровень защищёности, длина Bote-адреса зависит от типа шифрования. Большее кол-во бит — длинее Bote-адрес

source: It is generally recommended to choose 256-bit elliptic curve encryption because it produces the shortest email destinations (86 characters) while still being highly secure.
ro: În general, este recomandat sa alegeti tipul de criptare 256-bit curbe eliptice, deoarece produce cele mai scurte destinațiile de e-mail (86 caractere), fiind în același timp extrem de sigur.
ru: Рекомендуется выбирать 256-битный вариант на эллиптических кривых, так как этот вариант дает самый короткий адрес назначения (86 символов), при этом оставаясь очень безопасным.

source: The email could not be found in this folder. It was probably moved to the Sent folder.
fa: ایمیل در این پوشه یافت نشد. احتمالا به پوشه ارسالی انتقال یافته است.
ro: E-mail-ul nu a putut fi găsit în acest dosar. Probabil a fost mutat în dosarul trimis.
ru: Письмо не найдено в этой папке. Вероятно, оно перемещено в папку Отправленные.

source: The email could not be found in this folder.
fa: ایمیل در این پوشه یافت نشد.
ro: E-mail - ul nu a putut fi găsit în acest dosar.
ru: Письмо не найдено в этой папке.

source: From:
fa: از:
ro: De la
ru: От:

source: Signature:
fa: امضا:
ro: Semnătură:
ru: Подпись:

source: Valid
fa: معتبر
ro: Valabil
ru: Корректная

source: N/A (sender is anonymous)
fa: N/A (ارسال کننده ناشناس می باشد)
ro: N/A (expeditor anonim)
ru: N/A (отправитель анонимен)

source: Invalid or missing
ro: Incorect sau lipsește
ru: Некорректная или отсутствуюет

source: Reply To:
fa: پاسخ به:
ro: Răspunde către:
ru: Ответ:

source: To:
fa: به:
ro: pentru :
ru: Кому:

source: CC:
ro: Copie:
ru: Копия:

source: BCC:
ro: Copie oarbă:
ru: Скрытая копия:

source: Sent:
fa: ارسال:
ro: Trimise
ru: Отправлено:

source: Received:
ro: Primite:
ru: Получено:

source: Subject:
fa: موضوع:
ro: Subiect:
ru: Тема:

source: Message:
fa: پیام:
ro: Mesaj:
ru: Сообщение:

source: Attachments:
fa: پیوست ها:
ro: Atașamente:
ru: Вложения:

source: Status:
fa: وضعیت:
ru: Статус:

source: Reply
fa: پاسخ
ro: Răspunde
ru: Ответ

source: Re:
fa: پاسخ:
ru: AW:

source: New Email
fa: ایمیل جدید
ro: Mesaj nou
ru: Новая письмо

source: Please select a file to attach and try again.
fa: لطفا یک فایل را برای پیوست کردن انتخاب کنید و دوباره امتحان کنید.
ro: Vă rugăm să selectați un fișier de atașat și încercați din nou.
ru: Выберете файл для вложения и попробуйте снова.

source: Send
fa: ارسال
ro: Trimite
ru: Отправить

source: Remove this recipient
fa: حذف این گیرنده
ro: Elimină acest beneficiar
ru: Убрать этого получателя

source: Add this recipient to the address book
fa: این گیرنده را به دفترچه آدرس اضافه کنید
ro: Adaugă acest destinatar în caietul de adrese
ru: Добавить этого получателя в адресную книгу

source: Select recipients from address book
fa: انتخاب گیرندگان از دفترچه آدرس
ro: Selectați destinatarii din manualul de adrese
ru: Выбрать получателей из адресной книги

source: Add another recipient field
fa: افزودن یک فیلد گیرنده دیگر
ro: Adaugă un alt câmp de destinație
ru: Добавить другое поле получателя

source: Remove this attachment
fa: حذف این پیوست
ro: Elimină atașament
ru: Убрать это вложение

source: Add another attachment
fa: افزودن یک پیوست دیگر
ro: Adauga un alt atașament
ru: Добавить другое вложение

source: Attach
fa: پیوست کردن
ro: Atașează
ru: Добавить

source: It is recommended to keep attachments below 500 kBytes.
fa: توصیه می شود تا پیوست ها را کمتر از 500 کیلوبایت نگه دارید.
ro: Este recomandat să păstrați atașamente sub 500 kilobiți.
ru: Рекомендуется придерживаться размера вложений менее 500 КБайт.

source: {0} wrote:
fa: {0} نوشت:
ro: {0} a scris:
ru: {0} писал:

source: Password Required
fa: رمز عبور مورد نياز است
ro: Parola obligatorie
ru: Требуется пароль

source: Wrong password. Try again.
fa: گذرواژه نادرست. دوباره امتحان کنید.
ro: Parolă greșită. Reîncercați.
ru: Неверный пароль. Попробуйте еще раз.

source: Password required
fa: رمز عبور مورد نياز است
ro: Necesită parolă
ru: Требуется пароль

source: Settings have been saved.
fa: تنظیمات ذخیره شده اند.
ro: Setări au fost salvate.
ru: Настройки были сохранены.

source: General
fa: عمومی
ru: Общие

source: Check for mail every {0} minutes
fa: بررسی برای ایمیل هر {0} دقیقه
ro: Verifica e-mail in fiecare {0} minute
ru: Проверять на наличие новой почты каждые {0} минут

source: Check delivery status of sent emails
fa: بررسی وضعیت تحویل ایمیل های ارسالی
ro: Verificați starea de livrare de e-mailuri trimise
ru: Проверить статус доставки отправленных сообщений
