Repository: i2p/i2p.i2p-bote
Catalog: webapp/src/main/locale/messages_*.po
Languages: fa, ro, ru

source: Enable IMAP on port {0}
fa: فعال سازی IMAP روی درگاه {0}
ro: Activați IMAP pe portul {0}
ru: Включить IMAP на порту {0}

source: Enable SMTP on port {0}
fa: فعال سازی SMTP روی درگاه {0}
ro: Activează SMTP în port {0}
ru: Включить SMTP на порту {0}

source: Theme:
fa: قالب:
ro: Teme:
ru: Тема:

source: Privacy
fa: حریم خصوصی
ro: Securitate
ru: Приватность

source: Use English for text added to outgoing email ('Re:', 'wrote:', etc.)
ro: Utilizați engleză pentru textul adăugat la e-mail de ieșire ("Re:", "wrote:", etc)
ru: Английский язык для текста, добавляемого к исходящие почте («Re:», «wrote:» и т.д)

source: Include send time in outgoing emails
fa: قرار دادن زمان ارسال در ایمیل های ارسالی
ro: Includeți timp de trimitere în e-mailurile trimise
ru: Включать время отправки в исходящие сообщения

source: Routing
fa: در حال مسیریابی
ru: Маршрутизация

source: Use relays when sending mail:
fa: استفاده از بازپخش ها در هنگام ارسال ایمیل:
ro: Folosiți relee la trimiterea e-mail:
ru: Использовать посредников при отправке почты:

source: None
fa: هیچ
ro: Niciunul
ru: Нет

source: Delay per relay hop: Between
ro: Întârziere pe hop releu: Între
ru: Задержка на промежуточных хопах: между

source: and
fa: و
ro: și
ru: и

source: minutes
fa: دقیقه
ro: minute
ru: минут

source: Use a gateway when sending to non-I2P email addresses
ro: Utilizați un gateway la trimiterea la adrese de e-mail non-I2P
ru: Использовать шлюз для отправки на не I2P-адреса

source: Email Destination of the gateway:
ro: E-mail de destinație a gateway-ului:
ru: Bote-адрес шлюза:

source: Change Password
fa: تغییر گذرواژه
ro: Schimbare parolă
ru: Сменить пароль

source: Set Password
fa: تنظیم گذرواژه
ro: Setați parola
ru: Задание пароля

source: The password has been changed.
fa: گذرواژه تغییر یافته است.
ro: Am modificat parola dumneavoastră.
ru: Пароль был изменён.

source: Please wait
fa: لطفا صبر کنید
ro: Va rog asteptati
ru: Подождите

source: Please wait while the password is being changed...
ro: Vă rugăm să așteptați în timp ce parola se schimba ...
ru: Ожидайте генерации пароля

source: Set a new Password
fa: تنظیم یک گذرواژه جدید
ro: Setare parolă noua
ru: Установить новый пароль

source: If you have not set a password, leave the old password blank.
fa: اگر یک گذرواژه را تنظیم نکرده اید، گذرواژه قدیمی را خالی بگذارید.
ro: Dacă nu ați setat o parolă, lăsați necompletată parola veche.
ru: Если вы не задавали пароль, оставьте поле ввода старого пароля пустым.

source: Please note that if a password is set, emails cannot be checked automatically but only when the Check Mail button is clicked.
ro: Vă rugăm să rețineți că, dacă este setată o parolă, e-mailuri nu pot fi verificate în mod automat, ci numai atunci când butonul verifica e-mail este apăsat.
ru: Заметьте, что если задан пароль, письма не могут быть проверены автоматически, а только после нажатия кнопки Проверить Почту.

source: Old password:
fa: رمز عبور قدیمی:
ro: Parola veche:
ru: Старый пароль:

source: New password:
fa: رمز عبور قدیمی:
ro: Parola nouă:
ru: Новый пароль:

source: Network
fa: شبکه
ro: Rețea
ru: Сеть

source: Network information is not available because I2P-Bote hasn't started connecting to the network yet.
ro: Informație de rețea nu este disponibila, deoarece I2P-Bote încă nu a început conectarea la rețea .
ru: Сетевая информация недоступна, поскольку I2P-Bote ещё не начал подключение к сети.

source: Local destination:
fa: مقصد محلی:
ro: Destinații locale:
ru: Локальный адрес:

source: Error Details
fa: جزئیات خطا
ro: Detalii eroare
ru: Подробности ошибки

source: Oh dear! I2P-Bote couldn't connect to the network.
ro: Oh, Doamne! I2P-Bote nu s-a putut conecta la rețea.
ru: О, Боже! I2P-Bote не может подключиться к сети.

source: This is the error that happened:
fa: این خطایی است که رخ داد:
ro: Aceasta este eroarea care sa întâmplat:
ru: Произошла ошибка:

source: You can fix most problems by clicking the 'Retry Connecting' button in the menu bar.
fa: شما بیشتر مشکلات را با کلیک کردن بر روی دکمه 'تلاش دوباره برای اتصال' در نوار منو میتوانید اصلاح کنید.
ro: Puteți rezolva cele mai multe probleme apăsând butonul "Rebry Connection" din bara de meniu.
ru: Вы можете решить большинство проблем, нажав кнопку «Повторить попытку подключения» в строке меню.

source: If that doesn't help, try restarting your I2P router.
fa: اگر راهگشا نبود، مجددا روتر I2P را راه اندازی کنید.
ro: Dacă asta nu ajută, încearcă să repornești routerul I2P.
ru: Если это не поможет, попробуйте перезагрузить маршрутизатор I2P.

source: Folders
fa: پوشه ها
ro: Dosare
ru: Папки

source: Inbox
fa: ورودی
ru: Входящие

source: Sent
fa: ارسال شد
ro: Trimise
ru: Отправленно

source: Trash
fa: زباله
ro: Coșul de gunoi
ru: Корзина

source: Not Started
fa: آغاز نشده
ro: Nepornit
ru: Не запущено

source: Waiting 3 Minutes...
ro: Așteptare 3 minute ...
ru: Ждём 3 минуты...

source: Connecting...
fa: در حال اتصال...
ro: Se conectează...
ru: Соединяюсь...

source: Connected
fa: وصل شد
ro: Conectat
ru: Подключён

source: Retry Connecting
fa: تلاش دوباره برای اتصال
ro: Reîncercați Conectarea
ru: Повтор соединения

source: Connect Now
fa: اتصال در همین لحظه
ro: Conectează acum
ru: Соединиться сейчас

source: Email Identities
fa: هویت های ایمیل
ro: Identități de e-mail
ru: Наборы ключей

source: No email identities are defined.
fa: هیچ هویت ایمیلی تعریف نشده است.
ro: Nu sunt identități de e-mail definite.
ru: Не определено ни одного набора ключей.

source: Public Name
fa: نام عمومی
ro: Numele publică:
ru: Отображаемое имя

source: Description
fa: شرح
ro: Descriere
ru: Описание

source: Check mail for this identity
fa: بررسی ایمیل برای این هویت
ro: Verificați poșta pentru această identitate.
ru: Проверить почту для этого идентификатора

source: New Identity
fa: هویت جدید
ro: Identitate nouă
ru: Новый набор ключей

source: Import Identities
fa: درون برد هویت ها
ro: Importa Identități
ru: Импортировать идентификаторы

source: Go to inbox
fa: رفتن به ورودی
ro: Salt la mesajele primite
ru: Во входящие

source: Please select an identities file and try again.
fa: لطفا یک فایل هویت را انتخاب کنید و دوباره تلاش کنید.
ro: Vă rugăm să selectați un fișier identități și încercați din nou.
ru: Пожалуйста, выберите файл с идентификаторами и попробуйте снова.

source: The identities have been imported.
fa: هویت ها به درون برده شده اند.
ro: Identitățile au fost importate.
ru: Идентификаторы импортированы

source: Identities file:
fa: فایل هویت ها:
ro: Fisierul cu identități:
ru: Файл идентификаторов:

source: (leave blank if identities not encrypted)
fa: (اگر هویت ها رمزگذاری نشده اند آن را خالی بگذارید)
ro: (nu se completează dacă identitățile nu sunt criptate)
ru: (оставить пустым, если идентификаторы не шифруются)

source: Overwrite all existing identities:
fa: رونویسی تمام هویت های موجود:
ro: Suprascrie toate identitățile existente:
ru: Перезаписать все существующие идентификаторы:

source: Duplicates: replace existing identity:
ro: Copii: înlocuiți identitatea existentă:
ru: Дубликаты: заменить существующий идентификатор:

source: Import
fa: وارد کن
ro: Importă
ru: Импорт

source: Address Directory Lookup
ro: Cautarea in agenda de adrese
ru: Поиск по справочнику адресов

source: The name has been imported to the address book.
fa: نام به درون دفترچه آدرس برده شده است.
ro: Numele a fost importat în agendă.
ru: Имя добавлено в адресную книгу

source: The name &quot;{0}&quot; was not found in the directory.
ro: Numele &quot;{0}&quot; nu a fost găsit în directorul.
ru: Имя &quot;{0}&quot; не найдено в справочнике.

source: Import Contact
fa: درون برد مخاطب
ro: Importă contact
ru: Добавить контакты

source: A matching record was found in the address directory. Note that the address directory is not secure against manipulation, so do not click &quot;import&quot; unless you trust that it is the right email destination.
ro: O înregistrare de potrivire a fost găsit în agenda de adrese. Rețineți că agenda de adrese nu este sigura împotriva manipulării, așa că nu faceți clic pe "import" dacă nu aveți încredere că aceasta este destinația de e-mail corecta.
ru: Запись найдена в справочнике. Обратите внимание, что адресная книга доступна для манипуляций снаружи, так что не добавляйте, если вы точно не уверены.

source: Email Destination:
fa: مقصد ایمیل:
ro: Destinații email:
ru: Bote-Адрес:

source: About I2P-Bote
fa: درباره I2P-Bote
ro: Despre I2P-Bote\
ru: О I2P-Bote

source: I2P-Bote Version {0}
fa: نسخه {0} I2P-Bote
ro: I2P-Bote Versiunea {0}
ru: I2P-Bote, версия {0}

source: To submit bug reports or feature requests:
fa: برای ثبت گزارش های باگ یا درخواست ویژگی ها:
ro: Prezentarea rapoartelor de eroare sau a cererilor de funcționalitate:
ru: Для отправки сообщений об ошибках и предложений:

source: click here
fa: اینجا کلیک کنید
ro: click aici
ru: нажмите сюда

source: Developers:
fa: توسعه دهندگان:
ro: Dezvoltatori
ru: Разработчики:

source: Click to send an email
fa: برای ارسال یک ایمیل کلیک کنید
ro: Click aici pentru a trimite un e-mail
ru: Кликните чтобы отправить письмо

source: Maintenance, user experience, extended features, Android app
fa: نگهداری، تجربه کاربر، ویژگی های تعمیم یافته، برنامه اندروید
ro: Întreținere, experiență de utilizator, caracteristici extinse, aplicație Android
ru: Обслуживание, пользовательский опыт, расширенные возможности, приложение для Android

source: Past developers:
fa: توسعه دهندگان گذشته:
ro: Dezvoltatori din trecut:
ru: Бывшие разработчики:

source: Technical concept, implementation, user interface
fa: مفهوم فنی، پیاده سازی، رابط کاربر
ro: Concept tehnic, implementare, interfață utilizator
ru: Техническая концепция, реализация, пользовательнский интерфейс

source: Contributors:
fa: مشارکت کنندگان:
ro: Contribuitori:
ru: Участники проекта:

source: Technical concept, translation, QA, usability, technical feedback
ro: Concept tehnic, traducere, QA, utilizabilitate, feedback tehnic
ru: Техническая концепция, перевод, контроль качества, юзабилити, технические консультации.

source: Pluginization, technical feedback
ro: Pluginization, feedback-ul tehnic
ru: Создание плагина, технические консультации

source: Seedless integration
ro: Integrarea fără semințe
ru: Интеграция Seedless

source: Russian translation
fa: ترجمه روسی
ro: traducere rusă
ru: Русский перевод

source: French translation
fa: ترجمه فرانسوی
ro: traducere franceză
ru: Французкий

source: Dutch translation
fa: ترجمه هلندی
ro: traducere olandeză
ru: Нидерландский перевод

source: Norwegian translation
fa: ترجمه نروژی
ro: traducere norvegiană
ru: Норвежский перевод

source: Swedish translation
fa: ترجمه سوئدی
ro: traducere suedeză
ru: Шведский перевод

source: Chinese translation
fa: ترجمه چینی
ro: traducere în chineză
ru: Китайский перевод

source: Arabic translation
fa: ترجمه عربی
ro: traducere arabă
ru: Арабский перевод

source: Czech translation
fa: ترجمه چکی
ro: traducere cehă
ru: Чешский перевод

source: German translation
fa: ترجمه آلمانی
ro: traducere germană
ru: Немецкий перевод

source: Polish translation
fa: ترجمه لهستانی
ro: traducere poloneză
ru: Польский перевод

source: Italian translation
fa: ترجمه ایتالیایی
ro: traducere italiană
ru: Итальянский перевод

source: Ukrainian translation
fa: ترجمه اوکراینی
ro: traducere ucrainiană
ru: Украинский перевод

source: Hungarian translation
fa: ترجمه مجارستانی
ro: traducere ungară
ru: Венгерский перевод

source: Alpha testing
ro: Testarea alfa
ru: Альфа-тестирование

source: Code fixes, translation updates from tx
ro: Remedieri de cod, actualizări de traducere de la tx
ru: Исправления и обновления переводов от tx

source: Code fixes
fa: اصلاحات کد
ro: Stabilirea codurilor
ru: Исправления кода

source: Usability improvement
ro: Îmbunătățirea utilizabilității
ru: Повышение удобства использования

source: Bug hunting
ru: Поиск ошибок

source: Error: Couldn't delete email.
fa: خطا: عدم توانایی در حذف ایمیل.
ro: Eroare: Nu sa putut șterge e-mail.
ru: Ошибка: невозможно удалить письмо.

source: Full Identity
fa: هویت کامل
ro: identitate completa
ru: Полный идентификатор

source: Full Email Identity for {0}:
fa: هویت ایمیل کامل برای {0}:
ro: identitate complet de e-mail pentru {0}:
ru: Полный почтовый идентификатор для {0}:

source: Do not show the above information to anyone! It contains your private keys.
fa: اطلاعات بالا را به هیچکس نشان ندهید! حاوی کلید های خصوصی شما می باشد.
ro: Nu afișați informațiile de mai sus pentru oricine! Acesta conține cheile private.
ru: Не показывайте никому эту информацию, поскольку в её состав входят ваши личные ключи.

source: {0} emails total
ro: {0} emailuri in total
ru: всего сообщений {0}

source: {0} emails total, {1} new
ro: {0} e-mailuri în total, {1} nou
ru: {0} писем всего, {1} новое

source: {0} incomplete
fa: {0} ناقص
ro: {0} incomplet
ru: {0} незакончено

source: Unknown
fa: ناشناخته
ro: Necunoscut
ru: Неизвестно

source: Add to Address Book
fa: افزودن به دفترچه آدرس
ro: Adaugă în cartea de adrese
ru: Добавить в адресную книгу

source: Feedback on I2P-Bote
fa: بازخورد روی I2P-Bote
ro: Feedback-ul pe I2P-Bote

source: FAQ
fa: سوالات متداول

source: OK
fa: تایید
